<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <title>Summer——菊次郎的夏天音乐会 | Manny Liu</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&#x6709;&#x5E78;&#x5728;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x7684;&#x966A;&#x4F34;&#x4E0B;&#x6B23;&#x8D4F;&#x4E86;&#x4E00;&#x573A;&#x7CBE;&#x5F69;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#x3002;&#x8C28;&#x4EE5">
<meta property="og:type" content="article">
<meta property="og:title" content="Summer——菊次郎的夏天音乐会">
<meta property="og:url" content="http://yoursite.com/2014/06/08/summer-2014/">
<meta property="og:site_name" content="Manny Liu">
<meta property="og:description" content="&#x6709;&#x5E78;&#x5728;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x7684;&#x966A;&#x4F34;&#x4E0B;&#x6B23;&#x8D4F;&#x4E86;&#x4E00;&#x573A;&#x7CBE;&#x5F69;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#x3002;&#x8C28;&#x4EE5">
<meta property="og:image" content="/img/20140607/Cinema8.jpg">
<meta property="og:image" content="/img/20140607/Cinema6.jpg">
<meta property="og:image" content="/img/20140607/Cinema4.jpg">
<meta property="og:image" content="/img/20140607/Cinema7.jpg">
<meta property="og:image" content="/img/20140607/Cinema2.jpg">
<meta property="og:image" content="/img/20140607/Cinema5.jpg">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Summer——菊次郎的夏天音乐会">
<meta name="twitter:description" content="&#x6709;&#x5E78;&#x5728;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x7684;&#x966A;&#x4F34;&#x4E0B;&#x6B23;&#x8D4F;&#x4E86;&#x4E00;&#x573A;&#x7CBE;&#x5F69;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#x3002;&#x8C28;&#x4EE5">
  
    <link rel="alternative" href="/atom.xml" title="Manny Liu" type="application/atom+xml">
  
  
    <link rel="icon" href="/favicon.png">
  
  <link href="http://fonts.googleapis.com/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
  <link rel="stylesheet" href="/css/style.css" type="text/css">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  
</head>
<body>
  <div id="container">
    <div id="wrap">
      <header id="header">
  <div id="banner"></div>
  <div id="header-outer" class="outer">
    <div id="header-title" class="inner">
      <h1 id="logo-wrap">
        <a href="/" id="logo">Manny Liu</a>
      </h1>
      
        <h2 id="subtitle-wrap">
          <a href="/" id="subtitle">以文会友</a>
        </h2>
      
    </div>
    <div id="header-inner" class="inner">
      <nav id="main-nav">
        <a id="main-nav-toggle" class="nav-icon"></a>
        
          <a class="main-nav-link" href="/">Home</a>
        
          <a class="main-nav-link" href="/archives">Archives</a>
        
          <a class="main-nav-link" href="/about-me">About</a>
        
      </nav>
      <nav id="sub-nav">
        
          <a id="nav-rss-link" class="nav-icon" href="/atom.xml" title="RSS Feed"></a>
        
        <a id="nav-search-btn" class="nav-icon" title="Search"></a>
      </nav>
      <div id="search-form-wrap">
        <form action="//google.com/search" method="get" accept-charset="UTF-8" class="search-form"><input type="search" name="q" results="0" class="search-form-input" placeholder="Search"><input type="submit" value="&#xF002;" class="search-form-submit"><input type="hidden" name="q" value="site:http://yoursite.com"></form>
      </div>
    </div>
    <div id="header-pic-sum">
      <p id="pic-sum" class="sum-text">2014年3月同HaiStar童鞋摄于上海复兴公园</p>
    </div>
  </div>
</header>
      <div class="outer">
        <section id="main"><article id="post-summer-2014" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-meta">
    <a href="/2014/06/08/summer-2014/" class="article-date">
  <time datetime="2014-06-08T02:49:32.000Z" itemprop="datePublished">6月 8 2014</time>
</a>
    
  </div>
  <div class="article-inner">
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      Summer——菊次郎的夏天音乐会
    </h1>
  

      </header>
    
    <div class="article-entry" itemprop="articleBody">
      
        <blockquote>
<p><em>&#x6709;&#x5E78;&#x5728;&#x51E0;&#x4F4D;&#x670B;&#x53CB;&#x7684;&#x966A;&#x4F34;&#x4E0B;&#x6B23;&#x8D4F;&#x4E86;&#x4E00;&#x573A;&#x7CBE;&#x5F69;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#x3002;&#x8C28;&#x4EE5;&#x6B64;&#x6587;&#x7EAA;&#x5FF5;&#x5E76;&#x611F;&#x8C22;&#x8FD9;&#x4E00;&#x5929;&#x3002;</em></p>
</blockquote>
<p>&#x3000;&#x3000;&#x6B64;&#x6B21;&#x80FD;&#x591F;&#x6210;&#x884C;&#xFF0C;&#x4E5F;&#x9887;&#x6709;&#x51E0;&#x5206;&#x4FA5;&#x5E78;&#x7684;&#x5473;&#x9053;&#x3002;<br>&#x3000;&#x3000;&#x8001;&#x65E9;&#x4E4B;&#x524D;&#x5C31;&#x5728;&#x5927;&#x9EA6;&#x7F51;&#x4E0A;&#x770B;&#x5230;&#x4E86;&#x6F14;&#x51FA;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x521A;&#x628A;&#x5BAB;&#x5D0E;&#x9A8F;&#x7684;&#x52A8;&#x753B;&#x4F5C;&#x54C1;&#x8FC7;&#x4E86;&#x4E00;&#x904D;&#xFF0C;&#x5FC3;&#x60F3;&#x8D81;&#x70ED;&#x6253;&#x94C1;&#x53BB;&#x6B23;&#x8D4F;&#x4E00;&#x4E0B;&#xFF0C;&#x6216;&#x8BB8;&#x80FD;&#x591A;&#x542C;&#x51FA;&#x51E0;&#x5206;&#x5473;&#x9053;&#x6765;&#x3002;&#x5948;&#x4F55;&#x521A;&#x521A;&#x5927;&#x51FA;&#x8840;&#xFF0C;&#x81EA;&#x5DF1;&#x53BB;&#x542C;&#x4E5F;&#x611F;&#x89C9;&#x6728;&#x6709;&#x4EC0;&#x4E48;&#x592A;&#x5927;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x603B;&#x4E4B;&#x5C31;&#x662F;&#x7A77;&#x554A;&#x3002;<br>&#x3000;&#x3000;&#x86EE;&#x610F;&#x5916;&#x7684;&#x5468;&#x4E94;&#xFF0C;&#x8001;&#x59B9;&#x6253;&#x7535;&#x8BDD;&#x8BF4;&#x70E4;&#x8089;&#x805A;&#x4F1A;&#x6539;&#x6210;&#x4E00;&#x540C;&#x524D;&#x53BB;&#x542C;&#x97F3;&#x4E50;&#x4F1A;&#x4E86;&#xFF0C;&#x8FD8;&#x95EE;&#x6211;&#x53BB;&#x4E0D;&#x53BB;&#x3002;&#x8FD9;&#x8FD8;&#x7528;&#x95EE;&#x4E48;&#xFF0C;&#x5F53;&#x7136;&#x5F97;&#x53BB;&#x4E86;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x3002;<br>&#x3000;&#x3000;&#x4E8E;&#x662F;&#xFF0C;&#x6210;&#x4E86;&#x3002;</p>
<hr>
<h3 id="&#x4E70;&#x7968;">&#x4E70;&#x7968;</h3>
<p>&#x3000;&#x3000;&#x7531;&#x4E8E;&#x51B3;&#x5B9A;&#x4E70;&#x7968;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x662F;&#x6F14;&#x51FA;&#x7684;&#x524D;&#x4E00;&#x5929;&#x4E86;&#xFF0C;&#x53BB;&#x5404;&#x5927;&#x8BA2;&#x7968;&#x7F51;&#x7AD9;&#x8F6C;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;99&#x7684;&#x7968;&#x90FD;&#x6728;&#x6709;&#x4E86;&#x3002;&#x6B64;&#x65F6;&#x90ED;&#x5927;&#x5973;&#x4FA0;&#x4E0D;&#x77E5;&#x548B;&#x7684;&#x4ECE;&#x7F51;&#x4E0A;&#x641E;&#x5230;&#x4E86;&#x9EC4;&#x725B;&#x7968;&#xFF0C;&#x6109;&#x5FEB;&#x7684;&#x4EE3;&#x4ED8;&#x4E4B;&#x540E;&#xFF0C;&#x7968;&#x7B97;&#x662F;&#x641E;&#x5B9A;&#x4E86;&#x3002;&#x770B;&#x6765;&#xFF0C;&#x8FD8;&#x662F;&#x5F97;&#x5E38;&#x5728;&#x6C5F;&#x6E56;&#x4E0A;&#x98D8;&#x4E00;&#x4E0B;&#x561E;&#x3002;</p>
<hr>
<h3 id="&#x524D;&#x5F80;">&#x524D;&#x5F80;</h3>
<p>&#x3000;&#x3000;&#x6F14;&#x51FA;&#x7684;&#x5730;&#x70B9;&#x5C31;&#x5728;&#x9752;&#x5C9B;&#x5927;&#x5267;&#x9662;&#xFF08;<a href="http://baike.baidu.com/view/2371278.htm" target="_blank" rel="external">&#x767E;&#x5EA6;&#x767E;&#x79D1;</a>)&#xFF0C;&#x79BB;&#x6211;&#x4EEC;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#x4E0D;&#x8FDC;&#x3002;6&#x70B9;&#x5DE6;&#x53F3;&#x63A5;&#x5230;&#x5C0F;&#x59B9;&#x7535;&#x8BDD;&#xFF0C;&#x679C;&#x65AD;&#x8D70;&#x8D77;&#xFF0C;&#x8F66;&#x7AD9;&#x3002;&#x5230;&#x4E86;&#x8F66;&#x7AD9;&#xFF0C;&#x8001;&#x59B9;&#x6253;&#x7535;&#x8BDD;&#x8BF4;&#x5979;&#x5750;&#x4E0A;&#x4E86;&#x4E16;&#x56ED;2&#x7EBF;&#xFF0C;&#x6EE1;&#x8138;&#x9ED1;&#x7EBF;&#x554A;&#xFF0C;&#x8FD9;&#x8F66;&#x4E0D;&#x505C;&#x6211;&#x5446;&#x7684;&#x8F66;&#x7AD9;&#x2026;&#x2026;&#x4E00;&#x4F1A;&#x513F;&#x6765;&#x4E86;&#x8F86;&#x76F4;&#x8FBE;&#x5927;&#x5267;&#x9662;&#x7684;386&#xFF0C;nice&#xFF0C;&#x4E0A;&#x8F66;&#x3002;&#x4E00;&#x4F1A;&#x513F;&#x8001;&#x59B9;&#x548C;&#x90ED;&#x5973;&#x4FA0;&#x9646;&#x7EED;&#x4E0A;&#x4E86;&#x8F66;&#xFF0C;&#x4E00;&#x8DEF;&#x95F2;&#x804A;&#x7740;&#xFF0C;&#x8F66;&#x5230;&#x7AD9;&#x4E86;&#x3002;&#x518D;&#x4E00;&#x4F1A;&#x513F;&#x94B1;&#x540C;&#x5B66;&#x4E5F;&#x5230;&#x4E86;&#x3002;&#x62FF;&#x7968;&#x53BB;&#x5427;&#x3002;&#x8BDD;&#x8BF4;&#x6211;&#x5F00;&#x8F66;&#x5F88;&#x6050;&#x6016;&#x4E48;&#xFF1F;&#x4E0D;&#x6562;&#x5750;&#x6211;&#x5F00;&#x7684;&#x8F66;&#xFF0C;&#x7ADF;&#x7136;&#x3002;</p>
<p><img src="/img/20140607/Cinema8.jpg" alt="&#x5267;&#x9662;&#x7684;&#x666F;&#x8272;&#x8FD8;&#x662F;&#x4E0D;&#x9519;&#x7684;" width="600px"></p>
<hr>
<h3 id="&#x53D6;&#x7968;">&#x53D6;&#x7968;</h3>
<p>&#x3000;&#x3000;&#x539F;&#x6765;&#x4ECE;&#x9EC4;&#x725B;&#x90A3;&#x4E70;&#x7684;&#x7968;&#x662F;&#x8981;&#x627E;&#x9EC4;&#x725B;&#x62FF;&#x7684;-_-||&#x3002;<br>&#x3000;&#x3000;&#x94B1;&#x540C;&#x5B66;&#x4E00;&#x4E2A;&#x7535;&#x8BDD;&#x6572;&#x8FC7;&#x53BB;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x5F00;&#x59CB;&#x4E86;&#x4ECE;&#x8F66;&#x7AD9;&#x5230;&#x5927;&#x5267;&#x9662;&#x65B9;&#x5411;&#x7684;&#x4F4D;&#x79FB;&#x3002;&#x8748;&#x8748;&#x548C;&#x8001;&#x59B9;&#x86EE;&#x6709;&#x5174;&#x81F4;&#x7684;&#x6307;&#x70B9;&#x7740;&#x8DEF;&#x8FB9;&#x7684;&#x5927;&#x53D4;&#x4EEC;&#xFF0C;&#x8BA8;&#x8BBA;&#x7740;&#x54EA;&#x4E00;&#x4E2A;&#x66F4;&#x50CF;&#x8001;&#x9EC4;&#x725B;&#x3002;&#x8BDD;&#x8BF4;&#x80FD;&#x4E0D;&#x80FD;&#x5C0A;&#x91CD;&#x70B9;&#x5927;&#x53D4;&#x4EEC;&#x554A;&#xFF0C;&#x773C;&#x770B;&#x6211;&#x5C31;&#x8981;&#x6210;&#x5927;&#x53D4;&#x7684;&#x8BF4;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x3002;&#x94B1;&#x540C;&#x5B66;&#x548C;&#x9EC4;&#x725B;&#x5728;&#x7535;&#x8BDD;&#x91CC;&#x5934;&#x6C9F;&#x901A;&#x7740;&#x5B8C;&#x6210;&#x4EA4;&#x6613;&#x7684;&#x5730;&#x70B9;&#xFF0C;&#x5728;&#x7ECF;&#x8FC7;&#x4E00;&#x7247;&#x5E7F;&#x573A;&#x821E;&#x5927;&#x5988;&#x540E;&#xFF0C;&#x4E00;&#x8DEF;&#x5C0F;&#x8DD1;&#x4E86;&#x8D77;&#x6765;&#x3002;&#x662F;&#x5174;&#x594B;&#xFF1F;&#x8FD8;&#x662F;&#x62C5;&#x5FC3;&#x7968;&#x88AB;&#x4EBA;&#x62A2;&#x6389;&#x4E86;&#xFF1F;<br>&#x3000;&#x3000;&#x89C1;&#x5230;&#x9EC4;&#x725B;&#x4EE5;&#x540E;&#xFF0C;&#x5BF9;&#x65B9;&#x4ECE;&#x4E00;&#x4E2A;&#x7EA2;&#x8272;&#x7684;&#x7EB8;&#x888B;&#x5B50;&#x91CC;&#x5934;&#x62BD;&#x51FA;&#x4E86;&#x56DB;&#x5F20;&#x7968;&#xFF0C;&#x53E3;&#x4E2D;&#x5FF5;&#x5FF5;&#x6709;&#x8BCD;&#xFF1A;&#x8F9B;&#x4E8F;&#x5AE9;&#x6765;&#x5F97;&#x65E9;&#xFF0C;&#x8FD9;&#x5C31;&#x6728;&#x6709;&#x7968;&#x4E86;&#xFF0C;bla&#xFF0C;bla&#x2026;&#x2026;&#x660E;&#x660E;&#x770B;&#x5230;&#x888B;&#x5B50;&#x91CC;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x554A;&#x3002;&#x4E4B;&#x540E;&#x8BA9;&#x6211;&#x4EEC;&#x52A0;&#x4ED6;&#x5FAE;&#x4FE1;&#xFF0C;&#x4EC0;&#x4E48;&#x7968;&#x90FD;&#x6709;&#xFF0C;&#x5468;&#x6770;&#x4F26;&#x7684;&#x4E5F;&#x6709;&#xFF0C;bla&#xFF0C;bla&#xFF0C;bla&#x2026;&#x2026;&#x6211;&#x53EA;&#x80FD;&#x8BF4;&#xFF0C;&#x5927;&#x53D4;&#xFF0C;&#x60A8;&#x4E5F;&#x5FD2;&#x70ED;&#x60C5;&#x4E86;&#x5427;&#xFF0C;&#x54C8;&#x54C8;&#x3002;&#x6562;&#x60C5;&#x73B0;&#x5728;&#x9EC4;&#x725B;&#x4E5F;&#x73B0;&#x4EE3;&#x5316;&#x4E86;&#xFF0C;&#x5FAE;&#x4FE1;&#x5356;&#x7968;&#xFF0C;&#x54C8;&#x54C8;&#x3002;<br>&#x3000;&#x3000;&#x603B;&#x4E4B;&#xFF0C;&#x7968;&#x662F;&#x987A;&#x5229;&#x5230;&#x624B;&#x4E86;&#x3002;&#x8D76;&#x7D27;&#x770B;&#x770B;&#x600E;&#x4E48;&#x5230;&#x97F3;&#x4E50;&#x5385;&#x3002;&#xFF1A;&#xFF09;</p>
<hr>
<h3 id="&#x5165;&#x573A;">&#x5165;&#x573A;</h3>
<p>&#x3000;&#x3000;&#x6839;&#x636E;&#x73B0;&#x573A;&#x724C;&#x5B50;&#x7684;&#x6307;&#x793A;&#xFF0C;&#x95EF;&#x4E86;&#x4E00;&#x6B21;&#x94C1;&#x5C06;&#x519B;&#x628A;&#x95E8;&#x7684;&#x5927;&#x95E8;&#x540E;&#xFF0C;&#x603B;&#x7B97;&#x662F;&#x627E;&#x5230;&#x4E86;&#x97F3;&#x4E50;&#x5385;&#x7684;&#x5165;&#x53E3;&#x3002;&#x987A;&#x7740;&#x6307;&#x793A;&#x724C;&#x6765;&#x5230;&#x4E8C;&#x697C;&#xFF0C;&#x4E03;&#x70B9;&#x5C31;&#x53EF;&#x4EE5;&#x5165;&#x573A;&#x4E86;&#x3002;&#x5927;&#x5BB6;&#x53BB;&#x4E86;&#x8D9F;&#x6D17;&#x624B;&#x95F4;&#xFF0C;&#x65F6;&#x95F4;&#x521A;&#x521A;&#x597D;&#x3002;&#x8FDB;&#x573A;&#xFF0C;&#x5165;&#x5EA7;&#x3002;</p>
<p><img src="/img/20140607/Cinema6.jpg" alt="&#x7968;&#x6839;" width="220px"></p>
<hr>
<h3 id="&#x5019;&#x573A;">&#x5019;&#x573A;</h3>
<p>&#x3000;&#x3000;&#x5750;&#x5B9A;&#x4E86;&#xFF0C;&#x79BB;&#x5F00;&#x573A;&#x7684;&#x65F6;&#x95F4;&#x5C1A;&#x65E9;&#x3002;&#x5148;&#x7785;&#x7785;&#x8FD9;&#x97F3;&#x4E50;&#x5385;&#x7684;&#x8BBE;&#x8BA1;&#x3002;</p>
<p><img src="/img/20140607/Cinema4.jpg" alt="&#x679C;&#x771F;&#x697C;&#x5EA7;&#x7684;&#x4E34;&#x573A;&#x611F;&#x8FD8;&#x662F;&#x5DEE;&#x4E00;&#x4E9B;" width="600px"><br>&#x3000;&#x3000;&#x5927;&#x5267;&#x9662;&#x662F;&#x5FB7;&#x56FD;GMP&#x5EFA;&#x7B51;&#x4E8B;&#x52A1;&#x6240;&#x9996;&#x5E2D;&#x8BBE;&#x8BA1;&#x5E08;&#x9EA6;&#x54C8;&#x5FB7;&#xB7;&#x51AF;&#xB7;&#x683C;&#x5EB7;&#x5148;&#x751F;&#x4E3B;&#x6301;&#x8BBE;&#x8BA1;&#x3002;&#x97F3;&#x4E50;&#x5385;&#x4F4D;&#x4E8E;&#x5EFA;&#x7B51;&#x7FA4;&#x7684;&#x5357;&#x4FA7;&#xFF0C;&#x4E3B;&#x8981;&#x6F14;&#x594F;&#x5927;&#x578B;&#x4EA4;&#x54CD;&#x4E50;&#x3001;&#x6C11;&#x65CF;&#x4E50;&#x548C;&#x5BA4;&#x5185;&#x4E50;&#xFF0C;&#x821E;&#x53F0;&#xFF08;&#x6F14;&#x594F;&#x53F0;&#xFF09;&#x5BBD;23&#x7C73;&#x3001;&#x6DF1;12&#x7C73;&#xFF0C;&#x80FD;&#x5BB9; 120 &#x540D;&#x7684;&#x56DB;&#x7BA1;&#x4E50;&#x961F;&#x548C;180&#x540D;&#x5408;&#x5531;&#x961F;&#x6F14;&#x51FA;&#x3002;&#x5728;&#x821E;&#x53F0;&#x524D;&#x90E8;&#x8BBE;&#x6709;&#x94A2;&#x7434;&#x5347;&#x964D;&#x53F0;&#xFF0C;&#x65B9;&#x4FBF;&#x94A2;&#x7434;&#x7684;&#x8FD0;&#x8F93;&#x3002;&#x97F3;&#x4E50;&#x5385;&#x7684;&#x5185;&#x90E8;&#x8BBE;&#x8BA1;&#x4E3B;&#x8981;&#x91C7;&#x7528;&#x9002;&#x5408;&#x81EA;&#x7136;&#x58F0;&#x97F3;&#x9891;&#x8981;&#x6C42;&#x7684;MDF&#x677F;&#x3001;GRC&#x677F;&#x548C;&#x77F3;&#x818F;&#x677F;&#x4E3A;&#x88C5;&#x9970;&#x9762;&#x6750;&#xFF0C;&#x6DF7;&#x54CD;&#x65F6;&#x95F4;&#x4E3A;2&#x79D2;&#xFF0C;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x539F;&#x58F0;&#x6F14;&#x594F;&#x3002;&#x80CC;&#x5899;&#x4E0A;&#x52A0;&#x88C5;&#x4E86;&#x89C4;&#x6A21;&#x5E9E;&#x5927;&#x7684;&#x7BA1;&#x98CE;&#x7434;&#xFF0C;2012&#x5E74;5&#x6708;31&#x65E5;&#x7AE3;&#x5DE5;&#x3002;<a href="http://baike.baidu.com/view/2371278.htm" target="_blank" rel="external">&#x5F15;&#x81EA;&#x767E;&#x5EA6;&#x767E;&#x79D1;</a><br>&#x3000;&#x3000;&#x54E6;&#xFF0C;&#x5FB7;&#x56FD;&#x4EBA;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x559C;&#x6B22;&#x3002;XD<br>&#x3000;&#x3000;&#x6574;&#x4F53;&#x8272;&#x8C03;&#x4EE5;&#x767D;&#x8272;&#x548C;&#x539F;&#x6728;&#x8272;&#x4E3A;&#x4E3B;&#xFF0C;&#x7ED9;&#x4EBA;&#x5E72;&#x51C0;&#x3001;&#x8212;&#x723D;&#x7684;&#x611F;&#x89C9;&#x3002;&#x6574;&#x4F53;&#x7684;&#x8BBE;&#x8BA1;&#x6BD4;&#x8F83;&#x5706;&#x6DA6;&#xFF0C;&#x58F0;&#x97F3;&#x6548;&#x679C;&#x4E00;&#x5B9A;&#x4E0D;&#x9519;&#x3002;<br>&#x3000;&#x3000;&#x5E55;&#x5E03;&#x540E;&#x9762;&#x7684;&#x7BA1;&#x98CE;&#x7434;&#x6709;&#x6728;&#x6709;&#xFF01;&#x4E00;&#x76F4;&#x542C;&#x8BF4;&#x7BA1;&#x98CE;&#x7434;&#x5F88;&#x725B;&#x903C;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x94A2;&#x7434;&#x90FD;&#x662F;&#x6839;&#x636E;&#x7BA1;&#x98CE;&#x7434;&#x8BBE;&#x8BA1;&#x51FA;&#x6765;&#x7684;&#x3002;&#x6709;&#x673A;&#x4F1A;&#x4E00;&#x5B9A;&#x8981;&#x4EB2;&#x81EA;&#x4F53;&#x9A8C;&#x4E00;&#x628A;&#xFF01;<br>&#x3000;&#x3000;&#x540E;&#x9762;&#x9646;&#x9646;&#x7EED;&#x7EED;&#x5927;&#x5BB6;&#x90FD;&#x8FDB;&#x573A;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x4EBA;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x5927;&#x5BB6;&#x5546;&#x91CF;&#x597D;&#x8981;&#x662F;&#x5F00;&#x573A;&#x524D;5&#x5206;&#x949F;&#x65F6;&#x524D;&#x6392;&#x8FD8;&#x662F;&#x6728;&#x6709;&#x4EBA;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x5230;&#x524D;&#x6392;&#x53BB;&#x5750;&#x3002;&#xFF08;&#x8BF4;&#x597D;&#x7684;&#x7D20;&#x8D28;&#x5462;&#x2026;&#x2026;&#xFF09;</p>
<hr>
<h3 id="&#x5F00;&#x573A;">&#x5F00;&#x573A;</h3>
<p><img src="/img/20140607/Cinema7.jpg" alt="&#x9F99;&#x732B;&#x4E50;&#x961F;&#x7684;&#x5E05;&#x54E5;&#x7F8E;&#x5973;&#x4EEC;" width="600px"><br>&#x3000;&#x3000;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x6478;&#x5230;&#x4E86;&#x524D;&#x6392;&#xFF0C;&#x89C6;&#x89D2;&#x5C31;&#x662F;&#x597D;&#x5F88;&#x591A;&#x554A;&#xFF0C;&#x679C;&#x771F;199&#x662F;&#x6709;&#x9053;&#x7406;&#x7684;&#x3002;<br>&#x3000;&#x3000;&#x5728;&#x5927;&#x5BB6;&#x7684;&#x638C;&#x58F0;&#x4E2D;&#xFF0C;&#x9F99;&#x732B;&#x4E50;&#x961F;&#x7684;&#x51E0;&#x4F4D;&#x5E05;&#x54E5;&#x7F8E;&#x5973;&#x6162;&#x6162;&#x8D70;&#x5230;&#x821E;&#x53F0;&#x4E2D;&#x95F4;&#x3002;&#x968F;&#x7740;&#x638C;&#x58F0;&#x6E10;&#x606F;&#xFF0C;TOTORO&#x90A3;&#x719F;&#x6089;&#x7684;&#x65CB;&#x5F8B;&#x5728;&#x97F3;&#x4E50;&#x5385;&#x5185;&#x56DE;&#x54CD;&#x8D77;&#x6765;&#xFF0C;&#x597D;&#x50CF;&#x90ED;&#x5973;&#x4FA0;&#x4E5F;&#x8DDF;&#x7740;&#x6FC0;&#x52A8;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x3002;<br>&#x3000;&#x3000;&#x4E24;&#x9996;&#x66F2;&#x5B50;&#x8FC7;&#x540E;&#xFF0C;&#x6F14;&#x5458;&#x6682;&#x65F6;&#x79BB;&#x573A;&#xFF0C;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x4E0A;&#x53F0;&#x628A;&#x4E50;&#x5668;&#x7684;&#x4F4D;&#x7F6E;&#x8C03;&#x6574;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x8C8C;&#x4F3C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x795E;&#x5947;&#x7684;&#x8C03;&#x97F3;&#x5E08;&#x4E0A;&#x6765;&#x8C03;&#x4E86;&#x4E0B;&#x94A2;&#x7434;&#x3002;&#x539F;&#x6765;&#x97F3;&#x4E0D;&#x51C6;&#xFF1F;&#x5B8C;&#x5168;&#x6CA1;&#x542C;&#x51FA;&#x6765;&#x3002;-_-||&#x9ED1;&#x7EBF;&#x3001;&#x9ED1;&#x7EBF;&#x3001;&#x9ED1;&#x7EBF;&#x3002;</p>
<p><img src="/img/20140607/Cinema2.jpg" alt="&#x90ED;&#x5973;&#x4FA0;&#xFF1A;&#x8C03;&#x97F3;&#x5E08; =&#x3E; &#x7EDD;&#x5BF9;&#x97F3;&#x611F; =&#x3E; &#x67EF;&#x5357;" width="600px"><br>&#x3000;&#x3000;&#x4E4B;&#x540E;&#x51E0;&#x9996;&#x66F2;&#x5B50;&#xFF0C;&#x90FD;&#x662F;&#x4E24;&#x79CD;&#x4E50;&#x5668;&#x7684;&#x5408;&#x594F;&#x3002;&#x90ED;&#x5973;&#x4FA0;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x7EC6;&#x8282;&#xFF0C;&#x6BCF;&#x6B21;&#x90FD;&#x662F;&#x5F39;&#x94A2;&#x7434;&#x90A3;&#x5BB6;&#x4F19;&#x4E0B;&#x53BB;&#xFF0C;&#x518D;&#x9886;&#x4E00;&#x4E2A;&#x7F8E;&#x5973;&#x4E0A;&#x6765;&#x3002;&#x6211;&#x53EA;&#x80FD;&#x60F3;&#xFF0C;&#x7FA1;&#x6155;&#x554A;&#xFF0C;&#x7FA1;&#x6155;&#x554A;&#xFF0C;&#x7FA1;&#x6155;&#x554A;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x3002;</p>
<hr>
<h3 id="&#x4E2D;&#x573A;">&#x4E2D;&#x573A;</h3>
<p>&#x3000;&#x3000;&#x4E0D;&#x89C9;&#x5C31;&#x4E2D;&#x573A;&#x4E86;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x592A;&#x6295;&#x5165;&#x4E86;&#xFF0C;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x6CE8;&#x610F;&#x5230;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x901D;&#x554A;&#xFF0C;&#x54C8;&#x54C8;&#x3002;<br>&#x3000;&#x3000;&#x8FD9;&#x65F6;&#x5728;&#x6211;&#x4EEC;&#x4E24;&#x6392;&#x5EA7;&#x4F4D;&#x4E2D;&#x95F4;&#xFF0C;&#x4E00;&#x4F4D;&#x4F20;&#x5947;&#x7684;&#xFF0C;&#x88AB;&#x8001;&#x59B9;&#x79F0;&#x4F5C;&#x4ED9;&#x4E00;&#x822C;&#x7684;&#x4EBA;&#x7269;&#x51FA;&#x73B0;&#x4E86;&#x3002;&#x8FD9;&#x5BB6;&#x4F19;&#x770B;&#x7740;&#x5F88;&#x5E74;&#x8F7B;&#xFF0C;&#x4F3C;&#x4E4E;&#x5BF9;&#x94A2;&#x7434;&#x6709;&#x4E00;&#x79CD;&#x75F4;&#x8FF7;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x975E;&#x5E38;&#x4EA2;&#x594B;&#x7684;&#x7528;&#x5F88;&#x5FEB;&#x7684;&#x8BED;&#x901F;&#x548C;&#x5468;&#x56F4;&#x7684;&#x4EBA;&#x4EA4;&#x6D41;&#x7740;&#x3002;&#x53CD;&#x6B63;&#x6211;&#x662F;&#x770B;&#x4E0D;&#x900F;&#x8FD9;&#x4F4D;&#x8C1C;&#x4E00;&#x822C;&#x7684;&#x5C11;&#x5E74;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x3002;&#x6F14;&#x51FA;&#x4E2D;&#x95F4;&#x4ED6;&#x4F3C;&#x4E4E;&#x4E24;&#x6B21;&#x51FA;&#x573A;&#x548C;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x4EA4;&#x8C08;&#xFF0C;&#x66F4;&#x662F;&#x589E;&#x52A0;&#x4E86;&#x795E;&#x79D8;&#x611F;&#x3002;<br>&#x3000;&#x3000;&#x4E5F;&#x662F;&#x8FD9;&#x4F4D;&#x8FF7;&#x4E4B;&#x5C11;&#x5E74;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x6709;&#x673A;&#x4F1A;&#x7785;&#x4E00;&#x773C;&#x90A3;&#x8981;&#x82B1;&#x4EBA;&#x6C11;&#x5E01;&#x624D;&#x80FD;&#x5230;&#x624B;&#x7684;&#x5BA3;&#x4F20;&#x518C;&#x3002;&#x4E0D;&#x8FC7;&#x51E0;&#x5F20;&#x5F69;&#x5370;&#x7684;&#x7EB8;&#xFF0C;&#x7ADF;&#x7136;&#x8FD8;&#x8981;RMB&#xFF0C;&#x9887;&#x6709;&#x51E0;&#x5206;&#x60F3;&#x4E0D;&#x901A;&#xFF0C;&#x6563;&#x573A;&#x540E;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x6216;&#x8BB8;&#x662F;&#x4E3A;&#x4E86;&#x6F14;&#x5458;&#x4EEC;&#x7740;&#x60F3;&#x5427;&#x3002;&#x62FF;&#x7740;&#x8FD9;&#x4E2A;&#x5BA3;&#x4F20;&#x5355;&#x53EF;&#x4EE5;&#x6392;&#x961F;&#x83B7;&#x53D6;&#x6F14;&#x5458;&#x7684;&#x514D;&#x8D39;&#x7B7E;&#x540D;&#x3002;ORZ</p>
<hr>
<h3 id="&#x5C3E;&#x58F0;">&#x5C3E;&#x58F0;</h3>
<p>&#x3000;&#x3000;&#x4E00;&#x9996;&#x66F2;&#x76EE;&#x8FC7;&#x540E;&#xFF0C;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x4E0A;&#x6765;&#x7ED9;&#x6F14;&#x5458;&#x732E;&#x82B1;&#x3002;&#x5927;&#x5BB6;&#x4EE5;&#x4E3A;&#x6F14;&#x51FA;&#x7ED3;&#x675F;&#x4E86;&#xFF0C;&#x62A5;&#x4EE5;&#x70ED;&#x70C8;&#x6301;&#x4E45;&#x7684;&#x638C;&#x58F0;&#xFF0C;&#x8C01;&#x77E5;&#x6B64;&#x65F6;&#x5DF2;&#x7ECF;&#x4E0B;&#x53F0;&#x7684;&#x94A2;&#x7434;&#x624B;&#x53C8;&#x56DE;&#x6765;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x97F3;&#x4E50;&#x4F1A;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x5C0F;&#x9AD8;&#x6F6E;&#x5F00;&#x59CB;&#x4E86;&#x3002;<br>&#x3000;&#x3000;&#x4E00;&#x9996;&#x594F;&#x7F62;&#xFF0C;&#x542C;&#x4F17;&#x4F3C;&#x4E4E;&#x8FD8;&#x662F;&#x4E0D;&#x80AF;&#x7F62;&#x4F11;&#xFF0C;&#x638C;&#x58F0;&#x548C;&#x6B22;&#x547C;&#x58F0;&#x7ECF;&#x4E45;&#x4E0D;&#x606F;&#xFF0C;&#x4E8E;&#x662F;&#xFF0C;&#x94A2;&#x7434;&#x624B;&#x53C8;&#x2026;&#x2026;&#x56DE;&#x6765;&#x4E86;&#x3002;<br>&#x3000;&#x3000;&#x4E00;&#x9996;&#x594F;&#x7F62;&#x2026;&#x2026;&#x53C8;&#x56DE;&#x6765;&#x4E86;&#x3002;<br>&#x3000;&#x3000;&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x5F53;&#x6700;&#x540E;&#x6240;&#x6709;&#x7684;&#x6F14;&#x5458;&#x5171;&#x540C;&#x594F;&#x5B8C;&#x4E00;&#x66F2;&#xFF0C;&#x5E76;&#x628A;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x9001;&#x4E0A;&#x7684;&#x9F99;&#x732B;&#x6BDB;&#x7ED2;&#x73A9;&#x5177;&#x4E22;&#x7ED9;&#x542C;&#x4F17;&#x540E;&#xFF0C;&#x97F3;&#x4E50;&#x4F1A;&#x7EC8;&#x4E8E;&#x5728;&#x638C;&#x58F0;&#x4E2D;&#x7ED3;&#x675F;&#x4E86;&#x3002;<br>&#x3000;&#x3000;&#x8D70;&#x51FA;&#x97F3;&#x4E50;&#x5385;&#xFF0C;&#x5DF2;&#x662F;&#x661F;&#x6708;&#x540C;&#x8F89;&#x4E86;&#x3002;&#x7528;&#x4E00;&#x5F20;&#x7167;&#x7247;&#x6765;&#x5B9A;&#x683C;&#x8FD9;&#x4E2A;&#x6109;&#x5FEB;&#x7684;&#x591C;&#x665A;&#x5427;&#x3002;&#xFF1A;&#xFF09;</p>
<p><img src="/img/20140607/Cinema5.jpg" alt="&#x6708;&#x8272;&#x76F8;&#x4F34;" width="600px"></p>
<hr>
<h3 id="&#x540E;&#x8BB0;">&#x540E;&#x8BB0;</h3>
<p>&#x3000;&#x3000;&#x611F;&#x8C22;&#x8001;&#x59B9;&#x4E0D;&#x5FD8;&#x9080;&#x8BF7;&#x8001;&#x54E5;&#x53C2;&#x52A0;&#x8FD9;&#x4E48;&#x6709;&#x610F;&#x4E49;&#x7684;&#x6D3B;&#x52A8;&#xFF0C;&#x8FD8;&#x5E2E;&#x6211;&#x4ED8;&#x4E86;&#x51E0;&#x6B21;&#x8F66;&#x94B1;&#xFF0C;&#x8BF4;&#x8D77;&#x6765;&#x8FD8;&#x771F;&#x662F;&#x4E22;&#x4EBA;&#x554A;&#xFF0C;&#x54C8;&#x54C8;&#x3002;<br>&#x3000;&#x3000;&#x611F;&#x8C22;&#x94B1;&#x540C;&#x5B66;&#x5E2E;&#x6211;&#x4EEC;&#x4E70;&#x7968;&#xFF0C;&#x820D;&#x8EAB;&#x89C1;&#x9EC4;&#x725B;&#xFF01;<br>&#x3000;&#x3000;&#x611F;&#x8C22;&#x90ED;&#x5973;&#x4FA0;&#x4E0D;&#x538C;&#x5176;&#x70E6;&#x7684;&#x628A;&#x7167;&#x7247;&#x4F20;&#x7ED9;&#x6211;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x5B9D;&#x8D35;&#x7684;&#x7D20;&#x6750;&#x3002;<br>&#x3000;&#x3000;&#x611F;&#x8C22;&#x9F99;&#x732B;&#x4E50;&#x961F;&#x7684;&#x7CBE;&#x5F69;&#x6F14;&#x51FA;&#xFF01;<br>&#x3000;&#x3000;&#x9057;&#x61BE;&#x7684;&#x662F;&#x6CA1;&#x6709;&#x8981;&#x5230;&#x7F8E;&#x5973;&#x4EEC;&#x7684;&#x7167;&#x7247;&#x554A;&#xFF0C;&#x54C7;&#x54C8;&#x54C8;&#x3002;</p>
<hr>
<h3 id="&#x66F2;&#x76EE;&#x5355;">&#x66F2;&#x76EE;&#x5355;</h3>
<p><em>&#x4ECE;&#x5927;&#x9EA6;&#x7F51;&#x501F;&#x7684;&#xFF0C;&#x524D;&#x9762;&#x51E0;&#x9996;&#x4E0D;&#x5DEE;&#xFF0C;&#x540E;&#x9762;&#x8BB0;&#x4E0D;&#x592A;&#x6E05;&#x4E86;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x80FD;&#x4E0D;&#x80FD;&#x5BF9;&#x4E0A;&#x3002;</em></p>
<p>1&#x3001;TOTORO<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x9F99;&#x732B;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>2&#x3001;KIKI<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x9B54;&#x5973;&#x5B85;&#x6025;&#x4FBF;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>3&#x3001;&#x4E16;&#x754C;&#x7684;&#x7EA6;&#x5B9A;/&#x4EBA;&#x751F;&#x7684;&#x65CB;&#x8F6C;&#x6728;&#x9A6C;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x54C8;&#x5C14;&#x7684;&#x79FB;&#x52A8;&#x57CE;&#x5821;&#x300B; &#x6728;&#x6751;&#x5F13;/&#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>4&#x3001;KIDS RETURN<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x574F;&#x5B69;&#x5B50;&#x7684;&#x5929;&#x7A7A;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>5&#x3001;THE WIND FOREST(&#x98CE;&#x4E4B;&#x752C;&#x9053;)&#x2014;&#x5927;&#x63D0;&#x7434;&#x72EC;&#x594F;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x9F99;&#x732B;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>6&#x3001;&#x65C5;&#x7ACB;&#x3061;&#x2014;&#x5C0F;&#x63D0;&#x7434;&#x72EC;&#x594F;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x9B54;&#x5973;&#x5B85;&#x6025;&#x4FBF;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>7&#x3001;ONE SUMMER`S DAY<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x5343;&#x4E0E;&#x5343;&#x5BFB;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>8&#x3001;THE WIND OF LIFE<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;BROTHER&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>9&#x3001;SUMMER<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x83CA;&#x6B21;&#x90CE;&#x7684;&#x590F;&#x5929;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>10&#x3001;BALLADE<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;BROTHER&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>11&#x3001;FRIENDS &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>12&#x3001;HANA-BI<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x82B1;&#x706B;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>13&#x3001;&#x6D77;&#x306E;&#x89C1;&#x3048;&#x308B;&#x8857;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x9B54;&#x5973;&#x5B85;&#x6025;&#x4FBF;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>14&#x3001;&#x5929;&#x7A7A;&#x4E4B;&#x57CE;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x5929;&#x7A7A;&#x4E4B;&#x57CE;&#x300B; &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>15&#x3001;BOLERO &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>16&#x3001;MADNESS &#x4E45;&#x77F3;&#x8BA9;/&#x66F2;<br>&#x9009;&#x81EA;&#x7535;&#x5F71;&#x300A;&#x7EA2;&#x732A;&#x300B;</p>

      
    </div>
    <footer class="article-footer">
      <a data-url="http://yoursite.com/2014/06/08/summer-2014/" data-id="9lm5uwy91bc6nffb" class="article-share-link">Share</a>
      
      
  <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/游记/">游记</a></li></ul>

    </footer>
  </div>
  
    
<nav id="article-nav">
  
  
    <a href="/2014/06/05/nas-with-pi/" id="article-nav-older" class="article-nav-link-wrap">
      <strong class="article-nav-caption">Older</strong>
      <div class="article-nav-title">使用树莓派实现家庭云存储（未填坑）</div>
    </a>
  
</nav>

  
</article>




<section id="comments">
  <!-- Duoshuo Comment BEGIN -->
  <div class="ds-thread"></div>
    <script type="text/javascript">
      var duoshuoQuery = {short_name:"sunnyxx"};
        (function() {
          var ds = document.createElement('script');
          ds.type = 'text/javascript';ds.async = true;
          ds.src = 'http://static.duoshuo.com/embed.js';
          ds.charset = 'UTF-8';
          (document.getElementsByTagName('head')[0]
          || document.getElementsByTagName('body')[0]).appendChild(ds);
        })();
  </script>
<!-- Duoshuo Comment END -->
</section>
</section>
        
          <aside id="sidebar">
  
    
  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tags</h3>
    <div class="widget">
      <ul class="tag-list"><li class="tag-list-item"><a class="tag-list-link" href="/tags/Google-Doogle/">Google Doogle</a><span class="tag-list-count">2</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/Raspberry-Pi/">Raspberry Pi</a><span class="tag-list-count">2</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/nas/">nas</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/xbmc/">xbmc</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/树莓派/">树莓派</a><span class="tag-list-count">3</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/游记/">游记</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/计算机基础知识/">计算机基础知识</a><span class="tag-list-count">1</span></li><li class="tag-list-item"><a class="tag-list-link" href="/tags/谷歌首页涂鸦/">谷歌首页涂鸦</a><span class="tag-list-count">2</span></li></ul>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Tag Cloud</h3>
    <div class="widget tagcloud">
      <a href="/tags/Google-Doogle/" style="font-size: 15.00px;">Google Doogle</a><a href="/tags/Raspberry-Pi/" style="font-size: 15.00px;">Raspberry Pi</a><a href="/tags/nas/" style="font-size: 10.00px;">nas</a><a href="/tags/xbmc/" style="font-size: 10.00px;">xbmc</a><a href="/tags/树莓派/" style="font-size: 20.00px;">树莓派</a><a href="/tags/游记/" style="font-size: 10.00px;">游记</a><a href="/tags/计算机基础知识/" style="font-size: 10.00px;">计算机基础知识</a><a href="/tags/谷歌首页涂鸦/" style="font-size: 15.00px;">谷歌首页涂鸦</a>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Archives</h3>
    <div class="widget">
      <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2014/06">六月 2014</a><span class="archive-list-count">6</span></li><li class="archive-list-item"><a class="archive-list-link" href="/archives/2014/05">五月 2014</a><span class="archive-list-count">2</span></li></ul>
    </div>
  </div>

  
    
  <div class="widget-wrap">
    <h3 class="widget-title">Recents</h3>
    <div class="widget">
      <ul>
        
          <li>
            <a href="/2014/06/08/summer-2014/">Summer——菊次郎的夏天音乐会</a>
          </li>
        
          <li>
            <a href="/2014/06/05/nas-with-pi/">使用树莓派实现家庭云存储（未填坑）</a>
          </li>
        
          <li>
            <a href="/2014/06/03/xbmc-on-pi/">用树莓派搭建轻量级家庭媒体中心-软件安装</a>
          </li>
        
          <li>
            <a href="/2014/06/02/doogel-dragon-boat-festival/">2014端午节谷歌首页涂鸦</a>
          </li>
        
          <li>
            <a href="/2014/06/01/google-doogle-child-day-2014/">2014年儿童节Googel首页涂鸦</a>
          </li>
        
      </ul>
    </div>
  </div>

  
</aside>
        
      </div>
      <footer id="footer">
  
  <div class="outer">
    <div id="footer-info" class="inner">
      &copy; 2014 Manny Liu<br>
      Powered by <a href="http://zespia.tw/hexo/" target="_blank">Hexo</a>
    </div>
  </div>
</footer>
    </div>
    <nav id="mobile-nav">
  
    <a href="/" class="mobile-nav-link">Home</a>
  
    <a href="/archives" class="mobile-nav-link">Archives</a>
  
    <a href="/about-me" class="mobile-nav-link">About</a>
  
</nav>
    

<script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>


<link rel="stylesheet" href="/fancybox/jquery.fancybox.css" media="screen" type="text/css">
<script src="/fancybox/jquery.fancybox.pack.js"></script>


<script type="text/javascript" src="/js/script.js"></script>
  </div>
</body>
</html>